{
	"texts": {
		
		"text": {

			"title": "About Pokemon",
			"About": "Pokemon is a media franchise managed by The Pokemon Company, a Japanese consortium between Nintendo, Game Freak, and Creatures. The franchise copyright is shared by all three companies, but Nintendo is the sole owner of the trademark. The franchise was created by Satoshi Tajiri in 1995 and is centered on fictional creatures called Pokemon, which humans, known as Pokemon Trainers, catch and train to battle each other for sport. The franchise began as a pair of video games for the original Game Boy that were developed by Game Freak and published by Nintendo. It now spans video games, trading card games, animated television shows and movies, comic books, and toys. Pokemon is the second best-selling video game franchise",
			"title2": "Anime-series",
			"Anime-series": "The Pokemon anime series and films are a meta-series of adventures usually separate from the canon that most of the Pokemon video games follow (with the exception of Pokemon Yellow, a game based loosely on the anime storyline). The anime follows the quest of the main character, Ash Ketchum (known as Satoshi in Japan), a Pokemon Master in training, as he and a small group of friends travel around the world of Pokemon along with their Pokemon partners. The original series, titled Pocket Monsters, or simply Pokemon in Western countries (often referred to as Pokemon: Gotta Catch Em All to distinguish it from the later series), begins with Ashs first day as a Pokemon trainer. His first (and signature) Pokemon is a Pikachu, differing from the games, where only Bulbasaur, Charmander, or Squirtle could be chosen. The series follows the storyline of the original games, Pokemon Red and Blue, in the region of Kanto. Accompanying Ash on his journeys are Brock, the Pewter City Gym Leader, and Misty, the youngest of the Gym Leader sisters from Cerulean City. Pokemon: Adventures in the Orange Islands follows Ashs adventures in the Orange Islands, a place unique to the anime, and replaces Brock with Tracey Sketchit, an artist and Pokemon watcher. The next series, based on the second generation of games, include Pokemon: Johto Journeys, Pokemon: Johto League Champions, and Pokemon: Master Quest, following the original trio of Ash, Brock, and Misty in the western Johto region.",
			"title3": "video-game-First generation (1996–1999)",
			"Video-games": "The original Pokemon games are Japanese role-playing video games (RPGs) with an element of strategy, and were created by Satoshi Tajiri for the Game Boy. These role-playing games, and their sequels, remakes, and English language translations, are still considered the main 'Pokemon' games, and the games with which most fans of the series are familiar. The Pokemon series began with the release of Pocket Monsters Red and Green for the Game Boy in Japan. When these games proved extremely popular, an enhanced Blue version was released sometime after, and the Blue version was reprogrammed as Pokemon Red and Blue for international release. The original Green version was never released outside Japan. Afterwards, a second enhanced remake, Pokemon Yellow, was released to use the color palette of the Game Boy Color and more of a stylistic resemblance to the popular Pokemon anime. This first generation of games introduced the original 151 species of Pokemon (in National Pokedex order, encompassing all Pokemon from Bulbasaur to Mew), as well as the basic game concepts of capturing, training, battling and trading Pokemon with both computer and human players. These versions of the games take place within the fictional Kanto region, though the name Kanto was not used until the second generation. Spin-off first-generation titles include Pokemon Pinball; an adaptation of the Pokemon Trading Card Game for Game Boy Color; an on-rails photography simulator for Nintendo 64 titled Pokemon Snap; a Nintendo 64 Pokemon-themed adaptation of Tetris Attack, Pokemon Puzzle League. A 3D Nintendo 64 incarnation of the handheld RPGs' battle system, Pokemon Stadium; and a co-starring role for several species in the Nintendo 64 fighting game Super Smash Bros. At the Nintendo Space World in 2000, a game was revealed briefly with Meowth and Team Rocket singing a song. This was one of the earliest introductions of the Pokemon Togepi and Bellossom. This game was called Meowth's Party, but was never turned into a playable game. Instead, the song/video was played at the end of one Pokemon episode, and a CD was made for retail in Japan for a limited time.",
			"title4": "pokemon vebside",
			"About-vebside": "this webside is all About pokemon hear you wil find About pokemon and the games and the Anime series ",
			"title5": "Third Gen",
			"ThirdGen": "Centering around Pokémon ruby sapphire, and Emerald on the Game boy advance, released in 2002 and 2004 respectively (2003 and 2005 outside of Japan), Generation III broke from the continuous storyline that had been established between Generation I and Generation II, opting instead to move players to the Hoenn region, an island region disconnected from Kanta and Johto. The games themselves are incompatible with the previous two generations as well, initially causing many complaints due to the unavailability of many popular Generation I and II Pokémon in Ruby and Sapphire. This problem was remedied, however, between the release of Hoenn's paired versions and third version, with remakes of Generation I's Pokémon Red and Green appearing as Pokémon FireRed and LeafGreen on the Game Boy Advance. Ruby and Sapphire where then later released again after the arrival off the sixth generation and gave us OmegaRuby and AlphaSapphire and after the sixth gen they had a so called mega evolution",
			"title6": "Mega evolution",
			"Megaevolution": "A form of evolution that appeared first in the sixth generation Pokémon X and Y working as a sort of evolution increasing the power of one pokemon changing there form and stats(Can only be used on one pokemon per battle) and has been used in the games that came out after X and Y introducing more and more Mega evolutions on diffrent pokemon.",
			"title7": "Sixth Gen",
			"SixthGen": "of Pokémon is the sixth installment of the Pokémon video game series, starting with Pokémon X and Y in 2013 and concluding with Pokémon Omega Ruby and Alpha sapphire in 2014. This generation saw the debut of 72 new Pokémon species (for a total of 721), as well as the introduction of the Kalos region and the return of the Hoenn region. The games of the sixth generation are in full 3D and are presented on the Nintendo 3DS, a first for the core series."

		}
	}
}